{
	Date: "July 1994", 
	Title: "New £50 enter circulation",
	content: "Celebrating 300 years since the founding of the Bank of England, a new £50 note enters circulation featuring a portrait of its first Governor, Sir John Houblon. It remains legal tender until April 2014, when it is withdrawn as part of the Bank's regular review to make notes more secure and combat fraud. Of all the notes in circulation, the £50 is the most rare."
},
{
	Date: "July 1994", 
	Title: "Amazon opens for business",
	content: "Launching initially as an online bookshop, Amazon quickly grows into the ‘Everything Store’ dreamed up by founder Jeff Bezos and helps change how we shop forever. By 2015, online shopping accounts for 15.2% of all UK retail sales and Brits make on average 21 online purchases a year (up from 19 in 2014)."
},
{
	Date: "November 1994", 
	Title: "First lottery draw",
	content: "A £1 ticket offers a one-in-14 million chance of hitting the jackpot in the newly launched UK National Lottery. Seven winners each scoop £800,000 in the first draw. In 2004, EuroMillions launches and in 2011 provides the UK’s largest lottery win to date: £161,653,000. Around 70% of British people now play the lottery."
},
{
	Date: "February 1995", 
	Title: "Loyalty cards take off ",
	content: "The launch of Tesco Clubcard is the first major loyalty card scheme to reward customers – and gather precious purchasing data. Other retailers such as Boots and Sainsbury’s soon follow suit and 20 years later around 75% of adults have a loyalty card in their wallets, owning between one and four cards each."
},
{
	Date: "September 1995", 
	Title: "Auction site eBay is born ",
	content: "Software developer Pierre Omidyar writes the code for the website that will become eBay. Originally called AuctionWeb, the site begins with the listing of a single broken laser pointer. When it sells for $14.83, Pierre realises he’s onto something big. By 2015, more than 18 million Britons visit eBay every month."
},
{
	Date: "February 1996", 
	Title: "Private rail operators get going",
	content: "The first private train operating companies start carrying passengers, accelerating the break-up of British Rail. 20 years on, the effect on ticket prices is mixed; while season tickets have broadly kept pace with inflation, prices of same-day standard singles have often doubled in real terms. However, early bookers can snap up much cheaper advance fares."
},
{
	Date: "June 1997", 
	Title: "Internet banking opens for business",
	content: "RBS becomes the first British bank to launch an internet banking service. By 2015, around half of UK adults are banking via the internet. In 2014, RBS estimates that 5.6 million customers bank online, with one in five customers preferring to do all their banking digitally through a tablet, phone or other device."
},
{
	Date: "November 1997", 
	Title: "£2 coin planned launch is delayed",
	content: "The £2 coin is intended for distribution in November and millions of coins are struck in readiness. However the launch is delayed following concerns that the vending industry isn’t ready. By the time the coin is finally released in June 1998, the Queen’s portrait has been updated and both her old and new images are seen on the new £2."
},
{
	Date: "June 1998", 
	Title: "Bank of england gains independance",
	content: "The Bank of England is freed from political control when the 1998 Bank of England Act gives the Monetary Policy Committee responsibility for setting interest rates to meet inflation targets. Homeowners with tracker mortgages keenly watch the Committee’s monthly decision on interest rates."
},
{
	Date: "September 1998", 
	Title: "Who Wants to be a Millionaire? launches",
	content: "Chris Tarrant hosts a new ITV quiz in which contestants must answer 15 questions correctly to win an unprecedented prize of £1 million. On 29 November 2000 – 122 shows later – Judith Keppel becomes the UK’s first million-pound winner. At its peak, 19 million viewers tune in and Millionaire runs until December 2013."
},
{
	Date: "April 1999", 
	Title: "ISAs change how we save",
	content: "Tax-free individual savings accounts (ISAs) replace personal equity plans (PEPs) and tax-exempt special savings accounts (TESSAs). The first year tax-free ISA allowance is £7,000. A government report in 2015 (based on 2012-13 figures) reports that there are 22.7 million Adult ISA holders, holding average ISA savings of £18,173."
},
{
	Date: "June 1999", 
	Title: "Edward Elgar £20 note is released",
	content: "A new £20 note is released featuring the English composer of Land of Hope and Glory and the Enigma Variations. Sir Edward Elgar’s carefully drawn moustache is designed to make the note particularly tricky for forgers to replicate. As the UK’s most common banknote, the £20 is also the most commonly subject to forgery."
}